/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Nem lehet konvertálni a dal formátumát.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Ez a projekt sérültnek tűnik. Állítsa vissza biztonsági mentésből.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Ez a projekt egy közbenső, nem kiadott Logic-verzióval lett létrehozva. Nem lehet már megnyitni";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "A megnyitni kívánt fájl Logic 4 (vagy régebbi) formátumú. Kérjük, hogy először nyissa meg a fájlt, és mentse Logic 7.2.1 vagy régebbi formátumban.\n\nEzt a műveletet olyan Macintosh számítógépen végezze el, amelyen a macOS egy régebbi verziója fut, mivel a Logic Pro régebbi verziói nem kompatibilisek a macOS 10.13 vagy újabb rendszerekkel.";
